"Add" = "הוסף";
"Add Source" = "הוסף מקור";
"All Packages" = "כל החבילות";
"Analyzing dependencies..." = "מנתח תלותיות…";
"Author" = "מפתח";
"Bad Source" = "מקור לא תקין";
"Cancel" = "ביטול";
"Cancelled." = "בוטל.";
"Cleaning up..." = "מנקה…";
"Custom..." = "הגדרה ידנית…";
"Direct Dependencies" = "תלותיות ישירה";
"Direct Dependency" = "תלות ישירה";
"Done" = "בוצע";
"Downloading" = "מוריד";
"Finishing" = "מסיים";
"have" = "קיים";
"Install" = "התקן";
"Installing" = "מתקין";
"Maintainer" = "מתחזק";
"OK" = "אישור";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "החבילה \"%@\" אינה ניתנת להסרה מכיוון שהיא נדרשת לתפקוד של תוכנת Icy.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "החבילה \"%1$@\" לא ניתנת להסרה מכיוון שחבילות אחרות תלויה בה:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "החבילה \"%1$@\" לא ניתנת להתקנה (DPKG החזיר שגיאה #%2$d). כפי הנראה מידע נוסף ניתן יהיה למצוא בלוגים של הקונסול.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "החבילה \"%1$@\" לא ניתנת להסרה (DPKG החזיר שגיאה #%2$d). כפי הנראה מידע נוסף ניתן יהיה למצוא בלוגים של הקונסול.";
"Package \"%@\" was not found." = "החבילה \"%@\" was not found. Most likely you need to add a source that contains it.";
"Please enter the source URL:" = "אנא הזן את כתובת המקור:";
"Preparing" = "מתכונן";
"Reinstall" = "התקן מחדש";
"Removing" = "מסיר";
"Search All" = "חפש הכל";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "המקור בכתובת \"%@\" נראה לא תקין. המקור לא הוסף.";
"Uncategorized" = "לא מזוהה";
"Update All" = "עדכן הכל";
"Remove" = "הסר";
"Version" = "גרסה";
"Upgrade" = "שדרג";
"View Console Log" = "צפה בלוג הקונסול";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "החבילה \"%@\" לא ניתנת להתקנה עקב התנגשות עם חבילות אחרות שמותקנות, \"%@\". יש להסיר אותן לפני הכל.";
"More..." = "עוד…";
"Recent Packages" = "חבילות חדשות";
"Force Remove" = "כפה הסרה";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "חבילה זו סומנה כהכרחית והיא קריטית לתפקוד של מערכת ההפעלה. אתה עדיין תוכל לכפות את ההסרה אך פעולה זו יכולה לגרום לאי יציבות. אנא עשה זאת אך ורק אם אתה בטוח שאתה יודע מה אתה עושה.";
"%d Hours Ago" = "לפני %d שעות";
"%d Hour Ago" = "לפני %d שעות";
"%d Minutes Ago" = "לפני %d דקות";
"%d Minute Ago" = "לפני %d דקה";
"%d Days Ago" = "לפני %d ימים";
"Yesterday" = "אתמול";
"Two Days Ago" = "יומיים";

/* NIB strings */
"Add All" = "הוסף הכל";
"Other Credits" = "קרדיטים נוספים";
"Copyright" = "זכויות יוצרים";
"All rights reserved" = "כל הזכויות שמורות";
"Categories" = "קטגוריות";
"Sources" = "מקורות";
"Installed" = "מותקן";
"About" = "אודות";
"Updated" = "מעודכן";
"Package Name" = "שם חבילה";
"Back" = "חזור";
